let div_1=document.querySelector('#div_1');

let div_2=div_1.cloneNode(true);
let h2Div2=div_2.querySelector("h2");
h2Div2.textContent='Нургуш (1406 м)';
let imgDiv2=div_2.querySelector('img');
imgDiv2.src='нургуш.jpg';
let pDiv2=div_2.querySelector('p');
pDiv2.textContent='Расположена в национальном парке Зюраткуль. На вершине горы находится большое горное плато площадью 9 км2. Это самое большое горное плато Челябинской области. Название горы «Нургуш» переводят с башкирского как «лучезарная птица» (нур — луч, кош — птица), возможно в старые времена его называли так за сверкающие на солнце белые кварцитовые гребни, а возможно, потому что часто жители видят ночью летающие огни неизвестной природы в районе этого хребта. Гора Большой Нургуш - высшая точка Челябинской области (Высота: 1406м.) и четвертая по высоте вершина Южного Урала.';
document.body.appendChild(div_2);

let div_3=div_1.cloneNode(true);
let h2Div3=div_3.querySelector("h2");
h2Div3.textContent='Гора Пайер (1472 м)';
let imgDiv3=div_3.querySelector('img');
imgDiv3.src='гора пайер.jpeg';
let pDiv3=div_3.querySelector('p');
pDiv3.textContent='Эта гора — самая высокая на Полярном Урале. Ее название в переводе с ненецкого означает «Владыка гор». Пайер находится в красивом месте со множеством других вершин поблизости. Здесь встречаются небольшие высокогорные озера и привлекательные для альпинистов отвесные склоны. Из-за сурового климата приезжать лучше в июле – августе, но и в эти месяцы бывает холодно. На склонах горы есть нетающие ледники и снежники. Деревьев для разведения костра не найти, поэтому путешественники берут с собой газовые горелки. Ближайшая к Пайеру железнодорожная станция Елецкая находится в примерно в 40 км от горы.';
document.body.appendChild(div_3);

let div_4=div_1.cloneNode(true);
let h2Div4=div_4.querySelector("h2");
h2Div4.textContent='Гора Народная (1895 м)';
let imgDiv4=div_4.querySelector('img');
imgDiv4.src='гора народная.jpeg';
let pDiv4=div_4.querySelector('p');
pDiv4.textContent='Эта вершина находится в труднодоступной местности вдали от населенных пунктов. Русские исследователи обнаружили ее относительно недавно, в начале XX века. До того не было известно, какая гора на Урале самая высокая. Точнее, это звание принадлежало расположенной поблизости вершине Манарага, которая на 200 метров ниже.';
document.body.appendChild(div_4);

let div_5=div_1.cloneNode(true);
let h2Div5=div_5.querySelector("h2");
h2Div5.textContent='Гора Манарага (1662 м)';
let imgDiv5=div_5.querySelector('img');
imgDiv5.src='манарага.jpeg';
let pDiv5=div_5.querySelector('p');
pDiv5.textContent='Манарагу тоже причисляют к самым высоким горам Урала, ее высота — 1662 метра. Благодаря вытянутому зубчатому гребню она считается одной из наиболее красивых и живописных. Название этой вершины в переводе с ненецкого означает «похожая на медвежью лапу». У местных народностей есть другие названия, которые переводятся как «многоголовая» или «семиголовая». С юго-восточной стороны Манараги протекает одноименная река. В июне и начале июля она бывает достаточно полноводной для сплавов. Если посмотреть на гору из долины этой реки, то с правой стороны в летние месяцы можно подняться на вершину без снаряжения. Но если вы хотите забраться на высшую точку, то для этого нужны навыки скалолазания.';
document.body.appendChild(div_5);

let div_6=div_1.cloneNode(true);
let h2Div6=div_6.querySelector("h2");
h2Div6.textContent='Конжаковский Камень (1569 м)';
let imgDiv6=div_6.querySelector('img');
imgDiv6.src='конжаковский.jpeg';
let pDiv6=div_6.querySelector('p');
pDiv6.textContent='Эта вершина — высочайшая точка Свердловской области. Она входит в горный массив, где есть несколько других вершин и плато меньшей высоты. Это отличное место для любителей гор. С 1996 года здесь проводится горный марафон «Конжак», который иногда собирал до нескольких тысяч участников со всей России и из других стран. Марафон устраивают в первую субботу июля. Маршрут длиной 21 км дает возможность увидеть всю красоту здешних ландшафтов. Сначала это смешанный и хвойный лес, переходящий в лесотундру. Затем, на большей высоте, горная тундра, каменные россыпи и снежная шапка. По пути встречаются реки и ручьи, местами они образуют небольшие водопады.';
document.body.appendChild(div_6);

let div_7=div_1.cloneNode(true);
let h2Div7=div_7.querySelector("h2");
h2Div7.textContent='Старик-Камень (755 м)';
let imgDiv7=div_7.querySelector('img');
imgDiv7.src='старик-камень.jpeg';
let pDiv7=div_7.querySelector('p');
pDiv7.textContent='Примерно в 100 км от Екатеринбурга находится 30-километровый массив Веселые горы. Самая высокая его точка находится в центральной части, это гора Старик-Камень высотой 755 метров. Рядом расположены другие вершины массива: Широкая, Дикая, Белая. На расстоянии одного километра отдельно стоит гора Голая высотой 738 метров. Все это дикие живописные места, подходящие для активного отдыха. На здешние невысокие горы легко забраться, их склоны покрыты лесом и курумами, встречаются интересные останцы. Со Старика-Камня открывается вид на гору Голую и другие вершины, можно увидеть Нижний Тагил и ближайшие поселки. Местность славится красивыми закатами.';
document.body.appendChild(div_7);

let div_8=div_1.cloneNode(true);
let h2Div8=div_8.querySelector("h2");
h2Div8.textContent='Ямантау (1640 м)';
let imgDiv8=div_8.querySelector('img');
imgDiv8.src='ямантау.jpeg';
let pDiv8=div_8.querySelector('p');
pDiv8.textContent='Наивысшая вершина Южного Урала — это Ямантау. Название в переводе с башкирского означает «Злая гора». Так ее прозвали за труднопроходимые склоны с болотами и курумниками, непригодные для выпаса скота. Даже просто приблизиться к Ямантау непросто из-за окружающих рек и хребтов. Погода здесь часто плохая, водится много диких зверей. Поскольку гора относится к Южно-Уральскому заповеднику, ее посещение туристами запрещено. Ходят слухи, что на этой территории скрыты важные военные объекты.';
document.body.appendChild(div_8);

let div_9=div_1.cloneNode(true);
let h2Div9=div_9.querySelector("h2");
h2Div9.textContent='Большой Иремель (1582 м)';
let imgDiv9=div_9.querySelector('img');
imgDiv9.src='иремель.jpeg';
let pDiv9=div_9.querySelector('p');
pDiv9.textContent='Вторая по высоте вершина Южного Урала всего лишь на 58 метров ниже горы Ямантау, и именно Большой Иремель туристы посещают чаще всего. За год сюда приезжают десятки тысяч человек. Вершина относится к обособленному хребту и в прошлом считалась священной. Поднимаясь на Большой Иремель, необходимо соблюдать осторожность из-за многочисленных подвижных камней. На высоте до 1000 метров можно увидеть реликтовые ели со свисающими с веток клочками лишайников. Более 50 видов растений в этой местности занесено в Красную книгу. На вершине обычно ветрено и прохладно, снег кое-где сохраняется даже летом. В хорошую погоду окрестности видны на много километров вокруг.';
document.body.appendChild(div_9);

let div_10=div_1.cloneNode(true);
let h2Div10=div_10.querySelector("h2");
h2Div10.textContent='Гора Качканар (878 м)';
let imgDiv10=div_10.querySelector('img');
imgDiv10.src='качканар.jpeg';
let pDiv10=div_10.querySelector('p');
pDiv10.textContent='Среди самых легкодоступных гор Качканар стоит назвать одним из первых. Как и Ослянка, он находится в Свердловской области, а у его подножия расположен город Качканар. Гора имеет вытянутую форму с двумя вершинами. Это Северный и Полуденный Рог высотой 878 и 866 метров. На обеих вершинах много останцов, у которых любят фотографироваться туристы, особенно знаменита скала Верблюд. Забраться на Качканар можно в любой сезон, здесь всегда красиво. В ясную погоду с высоты открываются хорошие виды, в тумане скалы выглядят загадочно и необыкновенно.';
document.body.appendChild(div_10);

let h3=document.createElement('h3');
h3.textContent='Список гор:';
document.body.append(h3);

let div_spisok = document.createElement('div');
let ul = document.createElement('ul');

let list_1 = document.createElement('li');
list_1.textContent = 'Поперечная (1389 м)';
ul.appendChild(list_1);

let list_2 = document.createElement('li');
list_2.textContent = 'Нургуш (1406 м)';
ul.appendChild(list_2);

let list_3 = document.createElement('li');
list_3.textContent = 'Гора Пайер (1472 м)';
ul.appendChild(list_3);

let list_4 = document.createElement('li');
list_4.textContent = 'Гора Народная (1895 м)';
ul.appendChild(list_4);

let list_5 = document.createElement('li');
list_5.textContent = 'Гора Манарага (1662 м)';
ul.appendChild(list_5);

let list_6 = document.createElement('li');
list_6.textContent = 'Конжаковский Камень (1569 м)';
ul.appendChild(list_6);

let list_7 = document.createElement('li');
list_7.textContent = 'Старик-Камень (755 м)';
ul.appendChild(list_7);

let list_8 = document.createElement('li');
list_8.textContent = 'Ямантау (1640 м)';
ul.appendChild(list_8);

let list_9 = document.createElement('li');
list_9.textContent = 'Большой Иремель (1582 м)';
ul.appendChild(list_9);

let list_10 = document.createElement('li');
list_10.textContent = 'Гора Качканар (878 м)';
ul.appendChild(list_10);

div_spisok.appendChild(ul);

document.body.appendChild(div_spisok);
